{
    "start_year": 2010,
    "machine_name": "hawaii",
    "name": "Hawai'i",
    "trajectory": [
        0.1,
        0.1,
        0.1,
        0.1,
        0.1,
        0.15,
        0.15,
        0.15,
        0.15,
        0.15,
        0.25,
        0.25,
        0.25,
        0.25,
        0.25,
        0.25,
        0.25,
        0.25,
        0.25,
        0.25,
        0.4
    ],
    "resources": {
        "tools": {
            "text": "The links below may provide more technical details to the interested user:",
            "links": [
                {
                    "href": "http://www.dsireusa.org/rpsdata/index.cfm",
                    "name": "Database of State Incentives for Renewables & Efficiency (DSIRE) RPS data page",
                    "description": "Datasets available for download in .xlsx format"
                },
                {
                    "href": "http://files.hawaii.gov/dbedt/annuals/2012/2012-erc.pdf",
                    "name": "State of Hawaii Energy Resources Coordinator's Annual Report (2012)",
                    "description": "Review Hawaii's progress on RPS and EEPS"
                }
            ]
        },
        "references": {
            "text": "The resources below proved invaluable in the creation of this page:",
            "links": [
                {
                    "href": "http://www.dsireusa.org/incentives/incentive.cfm?Incentive_Code=HI06R&re=1&ee=1",
                    "name": "DSIRE State Page",
                    "description": "Visit for more complete information on RPS details and legislation"
                },
                {
                    "href": "http://www.nrel.gov/analysis/pdfs/41409.pdf",
                    "name": "National Renewable Energy Laboratory (NREL) RPS technical report",
                    "description": "<i>Renewable Portfolio Standards in the States: Balancing Goals and Implementation Strategies</i>"
                }
            ]
        }
    },
    "legislation": {
        "statute": "Hawaii is the only state to create Energy Efficiency Portfolio Standards (EEPS) to complement the RPS, calling for a 30% decrease in consumption, or 4,300 GWh. The RPS itself calls for 40% of electricity from renewable energy by 2030, the highest RPS goal in the country. The Public Utilities Commission (PUC) can designate specific portions of the goal to each utility, and sometimes may specify a renewable technology to meet the goal. Until 2015, energy efficiency measures will count toward the total RPS requirements; after 2015, 100% of the requirements must be met through renewable electricity.",
        "rps_tech_details": [
            {
                "name": "Eligible Technologies",
                "description": "Wind, solar, falling water, biogas (incl. landfill and sewage-based digester gas), geothermal, tidal and ocean thermal energy conversion, biomass (incl. biomass crops, agricultural and animal residues/wastes, and municipal solid waste and other solid waste), biofuels, hydrogen produced from renewable sources"
            },
            {
                "name": "Geographic Eligibility",
                "description": "In-State only"
            },
            {
                "name": "Percent of Total Load",
                "description": "100%"
            },
            {
                "name": "Technology Requirements",
                "description": "Hawaii's RPS does not have technology requirements"
            },
            {
                "name": "Sectors",
                "description": "Investor-Owned Utility, Rural Electric Cooperative"
            },
            {
                "name": "Non-compliance Penalty",
                "description": "Public Utilities Commission can levy penalties for non-compliance, but none have been specified."
            }
        ],
        "carveouts": "Hawaii's RPS does not have any minimum technology requirements. However, the accompanying Energy Efficiency Portfolio Standards require a 30% decrease in energy consumption by 2030.",
        "cost_cap_details": "A 2009 <a href=\"http://www.capitol.hawaii.gov/session2009/bills/HB1464_CD1_.htm\">amendment</a> added the following: starting in 2013, RPS is to be evaluated every 5 years for achievability; may revise standards based on best information available at the time. This process also applies to the EEPS"
    },
    "carveouts": [],
    "snapshot": {
        "overview": [
            "Most ambitious goal in the country: <strong>40%</strong> of the state's energy consumption must be from renewable sources by <strong>2030</strong>",
            "<strong>No</strong> carve-outs",
            "No explicit cost cap",
            "<strong>Separate</strong> Energy Efficiency Portfolio Standards (EEPS) of <strong>4,300 GWh reduction by 2030</strong>"
        ],
        "policy_trajectory": "Most states define a pathway to 'ramp-up' the amount of renewable energy that must be sold. This chart shows Colorado's policy pathway.\n",
        "summary": "Hawaii's Renewable Portfolio Standard (RPS) establishes a minimum amount of renewable energy that must be sold by the state's electricity providers. This page identifies and describes the features of the RPS and how they work together to define the minimum amount of renewable energy that will be sold in Colorado.",
        "rps_progress": "0"
    },
    "abbr": "HI",
    "price_and_policy": {
        "wind_capacity": 0.4,
        "solar_capacity": 0.15,
        "policy_retail": 335
    }
}