{
    "start_year": 2008,
    "machine_name": "montana",
    "name": "Montana",
    "trajectory": [
        0.05,
        0.05,
        0.1,
        0.1,
        0.1,
        0.1,
        0.1,
        0.15,
        0.15,
        0.15,
        0.15,
        0.15,
        0.15,
        0.15,
        0.15,
        0.15,
        0.15,
        0.15,
        0.15,
        0.15,
        0.15,
        0.15,
        0.15
    ],
    "resources": {
        "references": {
            "text": "The resources below proved invaluable in the creation of this page:",
            "links": [
                {
                    "href": "http://leg.mt.gov/content/Committees/Interim/2013-2014/Energy-and-Telecommunications/Meetings/June-2013/Overview.pdf",
                    "name": "An Introduction to the Montana Renewable Portfolio Standard",
                    "description": "Overview of RPS prepared for Montana state representatives"
                },
                {
                    "href": "http://www.nrel.gov/analysis/pdfs/41409.pdf",
                    "name": "National Renewable Energy Laboratory (NREL) RPS technical report",
                    "description": "<i>Renewable Portfolio Standards in the States: Balancing Goals and Implementation Strategies</i>"
                }
            ]
        },
        "tools": {
            "text": "The links below may provide more technical details to the interested user:",
            "links": [
                {
                    "href": "http://www.dsireusa.org/rpsdata/index.cfm",
                    "name": "Database of State Incentives for Renewables & Efficiency (DSIRE) RPS data page",
                    "description": "<i>Datasets available for download in .xlsx format<i>"
                },
                {
                    "href": "http://mjbeck.emtoolbox.com/?page=Renewable_Portfolio_Standards",
                    "name": "MJBeck RPS EDGE",
                    "description": "<i>Advanced search tool for comparing RPS program data<i>"
                }
            ]
        }
    },
    "legislation": {
        "statute": "Originally enacted in <a href=\"http://leg.mt.gov/bills/mca/69/3/69-3-2004.htm\">2005</a>, and updated as recently as 2013, Montana's Renewable Resource Standard requirs that 15% of retail electricity sales in the state come from renewable sources by 2015. Although there are no technology requirements, state law does require that utilities purchase a minimum amount of power (50MW escalating to 75MW) from 'community renewable energy projects'. The program is administed by the Montana Public Service Commission.",
        "rps_tech_details": [
            {
                "name": "Eligible Technologies",
                "description": "Solar Thermal Electric, Photovoltaics, Landfill Gas, Wind, Biomass, Hydroelectric, Geothermal Electric, Compressed Air Energy Storage (From Eligible Renewables), Anaerobic Digestion, Fuel Cells using Renewable Fuels"
            },
            {
                "name": "Geographic Eligibility",
                "description": "Generation can be located in other states as long as the electricity produced is deliverred into Montana."
            },
            {
                "name": "Percent of Total Load",
                "description": "66.6%"
            },
            {
                "name": "Technology Requirements",
                "description": "None"
            },
            {
                "name": "Sectors",
                "description": "Investor-Owned Utility, Retail Supplier"
            },
            {
                "name": "Non-compliance Penalty",
                "description": "$10 per MWh of credits that the utility failed to procure. "
            }
        ],
        "carveouts": "Montana does not have any minimum technology requirements.",
        "cost_cap_details": "Utilities do not have to purchase power from renewable sources if the cost exceeds a 15% increase in cost of an alternative source. See <a href=\"http://leg.mt.gov/bills/mca/69/3/69-3-2007.htm\">Title 69 Chapter 3</a>"
    },
    "carveouts": [],
    "snapshot": {
        "overview": [
            "<strong>15%</strong> of retail sales by 2015",
            "<strong>No</strong> minimum technology requirements",
            "Cost cap at 15% of alternative source price"
        ],
        "policy_trajectory": "Most states define a pathway to 'ramp-up' the amount of renewable energy that must be sold. This chart allows you to compare your state's policy pathway to its neighbors. Montana's pathway is red. Click on another state to learn more about their RPS.",
        "rps_progress": "0.0",
        "summary": "Montana's Renewable Portfolio Standard (RPS) establishes a minimum amount of renewable energy generation capacity that must be acquired by state electric utilities. This page identifies and describes the features of the RPS and how they work together to define the minimum amount of renewable energy that will be sold in Montana."
    },
    "abbr": "MT",
    "price_and_policy": {
        "wind_capacity": 0.4,
        "solar_capacity": 0.15,
        "policy_retail": 86
    }
}