{
    "start_year": 2006,
    "machine_name": "maryland",
    "name": "Maryland",
    "trajectory": [
        0.035,
        0.035,
        0.0405,
        0.0451,
        0.0525,
        0.075,
        0.09,
        0.107,
        0.128,
        0.13,
        0.152,
        0.156,
        0.183,
        0.174,
        0.18,
        0.187,
        0.2,
        0.2,
        0.2,
        0.2,
        0.2,
        0.2,
        0.2,
        0.2,
        0.2
    ],
    "legislation": {
        "statute": "Maryland's current RPS was originally enacted in 2004 and has since been ammended multiple times. Most recently Maryland's RPS was updated to add a carve-out for offshore wind. The implementation of this carve-out is yet to be determined. Currently, statute requires that 20% of the state's retail electric sales come from renewable sources by 2022. Each general annual requirement (until 2019) is divided into two tiers of generation. This policy is currently administered by the Maryland Public Service Commission (http://webapp.psc.state.md.us/intranet/ElectricInfo/home_new.cfm). ",
        "rps_tech_details": [
            {
                "name": "Eligible Technologies",
                "description": "Solar Water Heat, Solar Thermal Electric, Photovoltaics, Landfill Gas, Wind, Biomass, Hydroelectric, Geothermal Electric, Geothermal Heat Pumps, Municipal Solid Waste, Anaerobic Digestion, Tidal Energy, Wave Energy, Ocean Thermal, Fuel Cells using Renewable Fuels, Geothermal Direct-Use"
            },
            {
                "name": "Geographic Eligibility",
                "description": "RECs generated in PJM or delivered to PJM are eligible for the RPS"
            },
            {
                "name": "Percent of Total Load",
                "description": "93.4%"
            },
            {
                "name": "Technology Requirements",
                "description": "Solar - 2% by 2020, Offshore wind - yet to be finalized. The general RPS is divided into two tiers of generation with their own requirements in each year."
            },
            {
                "name": "Sectors",
                "description": "Municipal Utility, Investor-Owned Utility, Rural Electric Cooperative, Retail Supplier"
            },
            {
                "name": "Non-compliance Penalty",
                "description": "Alternative Compliance Payments: $0.02/kWh for Tier I resources, $0.015/kWh for Tier II sources, $0.45/kWh for solar in 2008, $0.40kWh for solar in 2009 decreasing by $0.05 biannually until 2023"
            }
        ],
        "carveouts": "Maryland's  solar technology requirement provides a small portion of the annual requirement. A new standard for offshore wind places a maximum at 2.5% of retail, but the schedule for implementation is yet to be determined. The chart below is a breakdown for the primary RPS for IOUs. Offshore wind has been excluded due to the lack of current schedule.",
        "cost_cap_details": "The total cost of additional renewable energy under the RPS cannot exceed $1.50 on the 'average' customer's monthly bill"
    },
    "carveouts": [
        {
            "type": "solar",
            "data": [
                0.0,
                0.0,
                0.001,
                0.002,
                0.005,
                0.007,
                0.011,
                0.023,
                0.027,
                0.038,
                0.046,
                0.061,
                0.077,
                0.101,
                0.111,
                0.107,
                0.1,
                0.1,
                0.1,
                0.1,
                0.1,
                0.1,
                0.1,
                0.1,
                0.1
            ]
        }
    ],
    "snapshot": {
        "overview": [
            "<strong>20%</strong> of the state's energy consumption must be from renewable sources by <strong>2022</strong>",
            "Carve-outs for <strong>solar</strong> and <strong>off-shore wind</strong>",
            "Cost cap at $1.50 over current average monthly bill or 1.5% over total electric bills"
        ],
        "policy_trajectory": "Most states define a pathway to 'ramp-up' the amount of renewable energy that must be sold. This chart allows you to compare your state's policy pathway to its neighbors. Maryland's pathway is red. Click on another state to learn more about their RPS.",
        "summary": "Maryland's Renewable Portfolio Standard (RPS) establishes a minimum amount of renewable energy that must be sold by the state's electricity providers. This page identifies and describes the features of the RPS and how they work together to define the minimum amount of renewable energy that will be sold in Maryland.",
        "rps_progress": "0"
    },
    "abbr": "MD",
    "price_and_policy": {
        "wind_capacity": 0.4,
        "solar_capacity": 0.15,
        "policy_retail": 115
    },
    "resources": {
        "tools": {
            "text": "The links below may provide more technical details to the interested user:",
            "links": [
                {
                    "href": "http://www.dsireusa.org/rpsdata/index.cfm",
                    "name": "Database of State Incentives for Renewables & Efficiency (DSIRE) RPS data page",
                    "description": "<i>Datasets available for download in .xlsx format<i>"
                },
                {
                    "href": "http://mjbeck.emtoolbox.com/?page=Renewable_Portfolio_Standards",
                    "name": "MJBeck RPS EDGE",
                    "description": "<i>Advanced search tool for comparing RPS program data<i>"
                }
            ]
        },
        "references": {
            "text": "The resources below proved invaluable in the creation of this page:",
            "links": [
                {
                    "href": "http://webapp.psc.state.md.us/intranet/ElectricInfo/FAQ_new.cfm",
                    "name": "Maryland RPS FAQs",
                    "description": "<i>Maryland's PSC guide to the RPS<i>"
                },
                {
                    "href": "http://www.nrel.gov/analysis/pdfs/41409.pdf",
                    "name": "National Renewable Energy Laboratory (NREL) RPS technical report",
                    "description": "<i>Renewable Portfolio Standards in the States: Balancing Goals and Implementation Strategies</i>"
                }
            ]
        }
    }
}