[

  { "id": "acp",
    "term": "Alternative compliance payment",
    "def": "TKTK"
  },
  { "id": "capacity_factor",
    "term": "Capacity factor",
    "def": "TKTK"
  },
  { "id": "carbon_intensity",
    "term": "Carbon Intensity",
    "def": "TKTK"
  },
  { "id": "carveout",
    "term": "Carveout",
    "def": "TKTK"
  },
  { "id": "cost_cap",
    "term": "Cost cap",
    "def": "TKTK"
  },
  { "id": "distributed_generation",
    "term": "Distributed Generation",
    "def": "TKTK"
  },
  { "id": "geographic_eligibility",
    "term": "Geographic eligibility policies",
    "def": "An important aspect of RPS policy is the economic stimulus created by renewable technology in a state; eligibility policies reflect a desire to keep these positive impacts within state boundaries, or within a region."
  },
  { "id": "net_metering",
    "term": "Net metering",
    "def": "States that require net metering allow individual electric consumers to receive credit for any electricity they produce. Electric providers pay either the rate at which they buy electricity (wholesale price) or the rate at which they sell electricity (retail rate). Some states also limit the availability of net metering by system capacity or percent of total load."
  },
  { "id": "penalties",
    "term": "Penalties",
    "def": "States with RPS requirements can impose either penalties or a system of 'alternative compliance payments (ACPs)' to reinforce the standards. ACP structures allow for entities to still be 'in compliance' with the RPS even if they are not meeting the procurement goal."
  },
  { "id": "performance_incentive",
    "term": "Performance-based incentives (including FiT)",
    "def": "These policies allow for or require payment by electric providers for the purchase of renewable energy produced. The most well-known of these policies is a Feed-in Tariff."
  },
  { "id": "ptc",
    "term": "Production tax credit",
    "def": "TKTK"
  },
  { "id": "rec",
    "term": "Renewable energy credit (REC)",
    "def": "TKTK"
  },
  { "id": "renewable_interconnect",
    "term": "Renewable interconnection",
    "def": "These rules determine which renewable producers can connect to the grid and how they do so. Different states mandate electric providers connect to renewable sources at different capacity thresholds."
  },
  { "term": "Renewable portfolio standard",
    "id": "rps",
    "def": "This state has either: a regulation requiring procurement of electricity from renewable resources; a goal suggesting guidelines; or no policy."
  },
  { "id": "rps_trajectory",
    "term": "RPS trajectory",
    "def": "TKTK"
  },
  { "id": "residential_rebate",
    "term": "Residential rebates (RE)",
    "def": "State residential rebate programs assist home-owners in financing the up-front cost of installing renewable energy systems."
  },
  { "id": "tariffs",
    "term": "Tariffs",
    "def": "TKTK"
  },
  { "id": "technology_requirement",
    "term": "Technology requirements",
    "def": "For states that have RPS requirements, specific renewable technologies can be 'carved out' or set aside as a required contribution to the total procurement amount."
  }


]